{
  "hi_message": "こんにちは！",
  "connect_with_google_wallet": "Googleウォレットを使って簡単に他の人と接続できます！ 💳💬",
  "share_profile_with_google_wallet": "今、プロフィールを他の人と共有したり保存したりできます（お住まいの国で利用可能な場合）！ 🌍💳 他の人と簡単に接続し、あなたの実績を簡単に紹介できます！",
  "check_current_level": "Googleウォレットを使って簡単に他の人と接続できます！ 💳💬",
  "check_out_current_level": "現在のレベルをチェックしましょう！ タスクを完了してレベルアップし、新しい実績をアンロックしましょう！ 🚀🎮",
  "submit_video": "準備ができたら、送信してください！ 弊社チームが動画を確認して、タスクに合致しているか確認します。",
  "claim_rewards": "確認されたら、報酬を請求できます！ さらに、ヒーローになることを選択すると、あなたのビデオが世界中で何百万もの人に見られます！ 🌟🌍",
  "be_a_hero": "ヒーローになる！ ✨ このチェックボックスをチェックすると、あなたのビデオは世界中に届き、メッセージが広がります。 一緒に違いを作りましょう！ 🌍",
  "share_powerful_message": "このビデオを通じて世界に力強いメッセージを共有してください。 🌍✨ あなたの声を聞かせ、ポジティブな変化をインスパイアしてください！",
  "share_youtube_link": "ここにタスクのYouTubeリンクを共有してください！ 📹✨",
  "check_out_profile_options": "プロフィールをチェックして、Googleウォレットの統合や、レベルの追跡、トロフィーなどのオプションをご覧ください！",
  "unlock_badges": "タスクを完了してバッジをアンロックしましょう！ 🏅",
  "avoid_sharing_sensitive_data": "チャットで機密データの共有を避けましょう。 安全で安全に保ちましょう。 🛡️",
  "confirm_logout": "ログアウトしてもよろしいですか？ すべての瞬間が持続可能な未来への旅において重要です。 あなたの貢献が違いを生み出します！ すぐに戻ってきて、影響を続けましょう。",
  "dear_world_message": "親愛なる世界へ、\n混沌と不確実性の中で、思いやり、結束、そして回復力の力を思い出しましょう。 一緒に、どんな挑戦にも打ち勝ち、希望と親切と可能性に満ちた未来を築くことができます。 一緒に肩を並べて立ち、みんなが繁栄できる世界を創りましょう。\n愛と団結で、地球より",

  "soloLevelGamePlayScreen": {
    "welcome_to_task_hub": "タスクハブへようこそ、国連の持続可能な開発目標に沿ったものです！貧困、気候変動、平等などのグローバルな課題に対処するために作成されたさまざまなチャレンジを探索してください。各タスクは、すべての人の明るい未来に向けた一歩です。私たちの努力を結集して、世界に持続的な影響を与えましょう。",
    "mini_games_zone": "ミニゲームゾーン"
  },
  "leaderboard_screen": {
    "welcome_message": "リーダーボードへようこそ！私たちのエコチャンピオンたちの検証されたタスクビデオが画面を明るく照らす様子をご覧ください。彼らの献身を見て、環境戦士の仲間入りをすることにインスピレーションを受けてください！",
    "dear_world_message": "世界の皆さんへ、\n混沌と不確実性の中で、思いやり、結束、そして回復力の力を思い出しましょう。一緒に、どんな挑戦にも打ち勝ち、希望、親切、可能性に満ちた未来を築きましょう。肩を並べて立ち、誰もが繁栄できる世界を作りましょう。\n愛と団結を込めて、地球より"
  },

  "badges_screen": {
    "congratulations_message": "おめでとうございます！私たちは{formattedPlayerCurrentTier} バッジを制覇しました！今、私たちの決意を燃やして、さらに高い高みに到達するためにもっと多くのタスクに取り組みましょう。小さな行動も、成功への旅路を支えることを忘れないでください！",
    "message_unlocked": "素晴らしいですね！このバッジを獲得しました。これはスタートに過ぎません。一緒に次のチャレンジを乗り越えるために勢いを保ちましょう！💪",
    "message_progress": "こんにちは！目標にはあと{trophyDifference}トロフィーです。一緒に頑張りましょう！💪"
  },

  "buttons": {
    "settings": "設定",
    "donate": "寄付する",
    "logout": "ログアウト",
    "cancel": "キャンセル"
  },

  "donate_screen": {
    "message": "あなたの寛大さは人々の命を変えることができます！あなたの寄付は、環境保護の取り組みを支援し、すべての人々に持続可能な未来を創造するための努力を支えます。この重要な使命の一部であることに感謝します。",
    "make_a_difference": "違いを生み出す",
    "donate_now": "今すぐ寄付する"
  },

  "task_statuses": {
    "toClaimReward": {
      "title": "変化を起こしてくれてありがとう！",
      "message": "おめでとうございます、地球のチャンピオン！\nあなたのおかげで、私たちは地球を救う目標に一歩近づきました！\nあなたの報酬はこちらです：\nXP: {xp}\nトロフィー: {trophies}\n明るく輝き続けてください、あなたの努力が私たちの緑の明日への旅を支えます！",
      "primaryLabel": "報酬を受け取る"
    },
    "alreadyCompletedTask": {
      "title": "やったね..!!",
      "message": "このレベルはすでにクリアしています！",
      "primaryLabel": "次をクリアしよう！"
    },
    "underVerification": {
      "title": "審査中",
      "message": "あなたのタスクは現在審査中です。これは、世界を変える旅の重要な一歩です。あなたの変化をもたらすことへのコミットメントは、本当にインスピレーションです！しばらくお待ちください、そして一緒に、私たちはすぐに地球のもう1つの勝利を祝います。",
      "primaryLabel": "さらに多くのタスクをクリアしましょう！"
    },
    "verificationFailed": {
      "message": "もう一度提出してください。"
    },
    "submittedTask": {
      "title": "やったね!!",
      "message": "タスクを正常に送信しました！\n次は何ですか？審査を待って、完了したら報酬を受け取ることができます！",
      "primaryActionTitle": "すごい！"
    }
  },

  "logout_confirmation": "ログアウトしますか？持続可能な未来に向けた旅路では、すべての瞬間が重要です。あなたの貢献は違いを生み出します！すぐに戻ってきて、影響を続けてください。"
}
